# CLI tool to build, test, debug, and deploy Serverless applications using AWS SAM
brew "awscli"
# Yet another cross-platform graphical process/system monitor
brew "bottom"
# Multi-shell multi-command argument completer
brew "carapace"
# Secure runtime for JavaScript and TypeScript
brew "deno"
# .NET Core
brew "dotnet@8"
# View disk space usage and delete unwanted data, fast
brew "dua-cli"
# More intuitive version of du in rust
brew "dust"
# Like neofetch, but much faster because written mostly in C
brew "fastfetch"
# Arbitrary-precision unit-aware calculator
brew "fend"
# GitHub command-line tool
brew "gh"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Command-line pager for JSON data
brew "jless"
# Lazier way to manage everything docker
brew "lazydocker"
# Simple terminal UI for git commands
brew "lazygit"
# Interactive cheatsheet tool for the command-line
brew "navi"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Modern shell for the GitHub era
brew "nushell"
# Feature-rich terminal-based text viewer
brew "ov"
# Modern replacement for ps written in Rust
brew "procs"
# Command-line tool for managing long-running shell commands
brew "pueue"
# Rsync for cloud storage
brew "rclone"
# Rust toolchain installer
brew "rustup"
# Cross-shell prompt for astronauts
brew "starship"
# Use SQL to instantly query your cloud services
brew "steampipe"
# CLI tool to generate terraform files from existing infrastructure
brew "terraformer"
# Program that allows you to count code, quickly
brew "tokei"
# JavaScript toolchain manager for reproducible environments
brew "volta"
# Pluggable terminal workspace, with terminal multiplexer as the base feature
brew "zellij"
# Programming language designed for robustness, optimality, and clarity
brew "zig"
# CLI tool for querying DNS records with readable, colored output
brew "zns"
# Terraform
tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
