brew "awscli"
brew "bottom"
brew "carapace"
brew "circleci"
brew "dua-cli"
brew "fastfetch"
brew "fd"
brew "fend"
brew "gh"
brew "git-delta"
brew "git-graph"
brew "jless"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "nushell"
brew "otree"
brew "ov"
brew "pgcli"
brew "podman"
brew "procs"
brew "pueue"
brew "starship"
brew "steampipe"
brew "terraformer"
brew "tokei"
brew "yazi"
brew "zellij"
brew "zig"
brew "zns"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "sst/tap/opencode"
brew "snyk/tap/snyk-cli"
cask "font-fira-code-nerd-font"
cask "font-monaspace"
