brew "bat"
brew "btop"
brew "carapace"
brew "dua-cli"
brew "eza"
brew "fastfetch"
brew "fend"
brew "gh"
brew "git-delta"
brew "git-graph"
brew "glow"
brew "grpcurl"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "nushell"
brew "otree"
brew "ov"
brew "pgcli"
brew "procs"
brew "pueue"
brew "ripgrep"
brew "starship"
brew "steampipe"
brew "tokei"
brew "websocat"
brew "yazi"
brew "zellij"
brew "zns"
brew "zoxide"
cask "font-fira-code-nerd-font"
cask "font-monaspace"
